{
  "2018": [
    {
      "ru": "Романов Д.В. Концепция управления антимошеннической деятельностью в международной логистике // Интеллектуальные информационные системы: тр. междунар. науч.-практ. конф.: в 2 ч. - Воронеж: ВГТУ, 2018. - Ч. 1. - С. 158-161",
      "en": "Romanov D.V. Kontseptsiya upravleniya antimoshennicheskoy deyatelnostyu v mezhdunarodnoy logistike // Intellektualnye informatsionnye sistemy: tr. mezhdunar. nauch.-prakt. konf.: 2 pt. - Voronezh: VSTU, 2018. - Pt. 1. - PP. 158-161"
    },
    {
      "ru": "Romanov D.V. The concept of anti-fraud management in international logistics // Антропоцентрические науки: инновационный взгляд на образование и развитие личности: мат. VII междунар. науч.-практ. конф. - Воронеж: ИПЦ Научная книга, 2018. - С. 323-324",
      "en": "Romanov D.V. The concept of anti-fraud management in international logistics // Antropotsentricheskie nauki: innovatsionnyy vzglyad na obrazovanie i razvitie lichnosti: mat. VII mezhdunar. nauch.-prakt. konf. - Voronezh: publ. Nauchnaya kniga, 2018. - PP. 323-324"
    }
  ],
  "2017": [
    {
      "ru": "Сапегин С.В., Скворцов Ю.С., Романов Д.В. Проектирование и разработка серверных приложений WEB (PHP 7, FRAMEWORKS): учеб. пособие. - Воронеж: ВГТУ, 2017. - 141 с.",
      "en": "Sapegin S.V., Skvortsov Y.S., Romanov D.V. Proektirovanie i razrabotka servernyh prilozheniy WEB (PHP 7, FRAMEWORKS): ucheb. posobie. - Voronezh: VSTU, 2017. - 141 p."
    },
    {
      "ru": "Романов Д.В. Особенности поддержки принятия решений в сфере международной логистики // Оптимизация и моделирование в автоматизированных системах: мат. всерос. молодеж. научн. шк.: в 2 ч. - Воронеж: ВГТУ, 2017. - Ч. 2. - С. 36-42",
      "en": "Romanov D.V. Osobennosti podderzhki prinyatiya resheniy v sfere mezhdunarodnoy logistiki // Optimizatsiya i modelirovanie v avtomatizirovannyh sistemah: mat. vseros. molodezh. nauchn. shk.: 2 pt. - Voronezh: VSTU, 2017. - Pt. 2. - PP. 36-42"
    }
  ],
  "2016": [
    {
      "ru": "Романов Д.В. Оптимизация процедуры сбора товаров в складской деятельности // Оптимизация и моделирование в автоматизированных системах: межвуз. сб. науч. тр. - Воронеж: ВГТУ, 2016. - С. 39-43",
      "en": "Romanov D.V. Optimizatsiya protsedury sbora tovarov v skladskoy deyatelnosti // Optimizatsiya i modelirovanie v avtomatizirovannyh sistemah: mezhvuz. sb. nauch. tr. - Voronezh: VSTU, 2016. - PP. 39-43"
    }
  ],
  "2015": [
    {
      "ru": "Романов Д.В. Организация искусственного интеллекта в игровых системах // Оптимизация и моделирование в автоматизированных системах: межвуз. сб. науч. тр. - Воронеж: ВГТУ, 2015. - С. 116-121",
      "en": "Romanov D.V. Organizatsiya iskusstvennogo intellekta v igrovyh sistemah // Optimizatsiya i modelirovanie v avtomatizirovannyh sistemah: mezhvuz. sb. nauch. tr. - Voronezh: VSTU, 2015. - PP. 116-121"
    },
    {
      "ru": "Романов Д.В., Яскевич О.Г. Разработка автоматизированной системы составления расписания вуза // Интеллектуальные информационные системы: тр. всерос. конф.: в 2 ч. - Воронеж: ВГТУ, 2015. - Ч. 2. - С. 130-134",
      "en": "Romanov D.V., Yaskevich O.G. Razrabotka avtomatizirovannoy sistemy sostavleniya raspisaniya vuza // Intellektualnye informatsionnye sistemy: tr. vseros. konf.: 2 pt. - Voronezh: VSTU, 2015. - Pt. 2. - PP. 130-134"
    }
  ]
}