{
  "2020": [
    {
      "ru": "Романов Д.В., Рындин А.А., Скворцов Ю.С. Методика управления антифрод-системой в логистической отрасли на основе байесовского классификатора // Вестник Воронежского государственного технического университета. 2020. Т. 16. № 1. С. 23-32",
      "en": "Romanov D.V., Ryndin A.A., Skvortsov Yu.S. \"Control methodology of the antifraud system in logistics based on the bayes classifier\", Bulletin of Voronezh State Technical University (Vestnik Voronezhskogo gosudarstvennogo tekhnicheskogo universiteta), 2020, vol. 16, no. 1, pp. 23-32",
      "is_vak": true
    }
  ],
  "2019": [
    {
      "ru": "Романов Д.В. Моделирование облачного сервиса двухклассовой классификации с помощью Microsoft Azure Machine Learning // Интеллектуальные информационные системы: тр. междунар. науч.-практ. конф.: в 2 ч. - Воронеж: ВГТУ, 2019. - Ч. 1. - С. 177-180",
      "en": "Romanov D.V. Modelirovanie oblachnogo servisa dvuhklassovoy klassifikatsii s pomoshchyu Microsoft Azure Machine Learning // Intellektualnye informatsionnye sistemy: tr. mezhdunar. nauch.-prakt. konf.: 2 pt. - Voronezh: VSTU, 2019. - Pt. 1. - PP. 177-180"
    },
    {
      "ru": "Романов Д.В. Разработка алгоритма обнаружения мошеннических действий для логистической подсистемы мониторинга активности клиента // Оптимизация и моделирование в автоматизированных системах: тр. междунар. молодеж. научн. шк. - Воронеж: ВГТУ, 2019. - С. 47-50",
      "en": "Romanov D.V. Razrabotka algoritma obnaruzheniya moshennicheskih deystviy dlya logisticheskoy podsistemy monitoringa aktivnosti klienta // Optimizatsiya i modelirovanie v avtomatizirovannyh sistemah: tr. mezhdunar. molodezh. nauchn. shk. - Voronezh: VSTU, 2019. - PP. 47-50"
    }
  ],
  "2018": [
    {
      "ru": "Романов Д.В., Рындин Н.А. Проектирование системы обнаружения мошеннических транзакций в сфере международной логистики // Моделирование, оптимизация и информационные технологии. - Воронеж: ВИВТ, 2018. - № 4 (23). - С. 481-493",
      "en": "Romanov D.V., Ryndin N.A. Fraudulent transactions detection system design in international logistics // Modeling, optimization and information technology. - Voronezh: VIVT, 2018. - No. 4 (23). - PP. 481-493",
      "is_vak": true
    },
    {
      "ru": "Романов Д.В. Концепция управления антимошеннической деятельностью в международной логистике // Интеллектуальные информационные системы: тр. междунар. науч.-практ. конф.: в 2 ч. - Воронеж: ВГТУ, 2018. - Ч. 1. - С. 158-161",
      "en": "Romanov D.V. Kontseptsiya upravleniya antimoshennicheskoy deyatelnostyu v mezhdunarodnoy logistike // Intellektualnye informatsionnye sistemy: tr. mezhdunar. nauch.-prakt. konf.: 2 pt. - Voronezh: VSTU, 2018. - Pt. 1. - PP. 158-161"
    },
    {
      "ru": "Romanov D.V. The concept of anti-fraud management in international logistics // Антропоцентрические науки: инновационный взгляд на образование и развитие личности: мат. VII междунар. науч.-практ. конф. - Воронеж: ИПЦ Научная книга, 2018. - С. 323-324",
      "en": "Romanov D.V. The concept of anti-fraud management in international logistics // Antropotsentricheskie nauki: innovatsionnyy vzglyad na obrazovanie i razvitie lichnosti: mat. VII mezhdunar. nauch.-prakt. konf. - Voronezh: publ. Nauchnaya kniga, 2018. - PP. 323-324"
    }
  ],
  "2017": [
    {
      "ru": "Сапегин С.В., Скворцов Ю.С., Романов Д.В. Проектирование и разработка серверных приложений WEB (PHP 7, FRAMEWORKS): учеб. пособие. - Воронеж: ВГТУ, 2017. - 141 с.",
      "en": "Sapegin S.V., Skvortsov Y.S., Romanov D.V. Proektirovanie i razrabotka servernyh prilozheniy WEB (PHP 7, FRAMEWORKS): ucheb. posobie. - Voronezh: VSTU, 2017. - 141 p."
    },
    {
      "ru": "Романов Д.В. Особенности поддержки принятия решений в сфере международной логистики // Оптимизация и моделирование в автоматизированных системах: мат. всерос. молодеж. научн. шк.: в 2 ч. - Воронеж: ВГТУ, 2017. - Ч. 2. - С. 36-42",
      "en": "Romanov D.V. Osobennosti podderzhki prinyatiya resheniy v sfere mezhdunarodnoy logistiki // Optimizatsiya i modelirovanie v avtomatizirovannyh sistemah: mat. vseros. molodezh. nauchn. shk.: 2 pt. - Voronezh: VSTU, 2017. - Pt. 2. - PP. 36-42"
    }
  ],
  "2016": [
    {
      "ru": "Романов Д.В. Оптимизация процедуры сбора товаров в складской деятельности // Оптимизация и моделирование в автоматизированных системах: межвуз. сб. науч. тр. - Воронеж: ВГТУ, 2016. - С. 39-43",
      "en": "Romanov D.V. Optimizatsiya protsedury sbora tovarov v skladskoy deyatelnosti // Optimizatsiya i modelirovanie v avtomatizirovannyh sistemah: mezhvuz. sb. nauch. tr. - Voronezh: VSTU, 2016. - PP. 39-43"
    }
  ],
  "2015": [
    {
      "ru": "Романов Д.В. Организация искусственного интеллекта в игровых системах // Оптимизация и моделирование в автоматизированных системах: межвуз. сб. науч. тр. - Воронеж: ВГТУ, 2015. - С. 116-121",
      "en": "Romanov D.V. Organizatsiya iskusstvennogo intellekta v igrovyh sistemah // Optimizatsiya i modelirovanie v avtomatizirovannyh sistemah: mezhvuz. sb. nauch. tr. - Voronezh: VSTU, 2015. - PP. 116-121"
    },
    {
      "ru": "Романов Д.В., Яскевич О.Г. Разработка автоматизированной системы составления расписания вуза // Интеллектуальные информационные системы: тр. всерос. конф.: в 2 ч. - Воронеж: ВГТУ, 2015. - Ч. 2. - С. 130-134",
      "en": "Romanov D.V., Yaskevich O.G. Razrabotka avtomatizirovannoy sistemy sostavleniya raspisaniya vuza // Intellektualnye informatsionnye sistemy: tr. vseros. konf.: 2 pt. - Voronezh: VSTU, 2015. - Pt. 2. - PP. 130-134"
    }
  ]
}